tap 'ethereum/ethereum'
tap 'sammy007/cryptonight/

brew 'ctags'
brew 'direnv'
brew 'elasticsearch', service_restart: true
brew 'elixir'
brew 'erlang'
brew 'ethereum/ethereum/ethereum'
brew 'git'
brew 'go'
brew 'imagemagick'
brew 'mongodb', service_restart: true
brew 'mysql', service_restart: true
brew 'openconnect'
brew 'phantomjs'
brew 'postgresql', service_restart: true
brew 'python'
brew 'redis', service_restart: true
brew 'sammy007/cryptonight/monero'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmux'
brew 'v8'
brew 'vim'
brew 'zsh'
